[
  {
    "id": "beginners-guide",
    "name": "Beginner's Guide to The Forge",
    "category": "Basics",
    "author": "Forge Master",
    "date": "2024-12-29",
    "readTime": "5 min",
    "content": "Welcome to The Forge! This guide will help you understand the core mechanics of the game and get you started on your journey to becoming a master blacksmith.\n\n### 1. Mining Your First Ores\nYour journey begins at Stonewake's Cross. Here, you'll find basic ores like Stone, Copper, and Iron. Use your pickaxe to mine these resources. Remember, each area has different drop rates for ores. As you progress, you'll unlock new areas like the Forgotten Kingdom and Frostpire, where rarer and more powerful ores await.\n\n### 2. The Forging Process\nOnce you have enough ores, head to the forge. Forging is the heart of the game. You can combine up to 4 different ores to create weapons and armor. The combination you choose determines the final stats, traits, and type of item you create.\n\n### 3. Understanding Multipliers\nEvery ore has a multiplier. The total multiplier of your forged item is the average of the multipliers of all ores used in the recipe. For example, if you use four ores with a 1.0x multiplier, your item will have a 1.0x multiplier. If you mix high and low multiplier ores, the average will be somewhere in between.\n\n### 4. Your First Craft\nFor your first craft, try to focus on getting a consistent multiplier. A simple mix of Iron and Copper is a great start. Don't worry about rare traits just yet; focus on understanding how the ores blend together.\n\n### 5. Progression Tips\n- Always upgrade your pickaxe as soon as possible to mine faster.\n- Explore new areas to find better ores.\n- Use our Forge Calculator to preview your results before you craft!"
  },
  {
    "id": "advanced-multipliers",
    "name": "Advanced Multiplier Strategies",
    "category": "Advanced",
    "author": "Forge Master",
    "date": "2024-12-29",
    "readTime": "8 min",
    "content": "Ready to take your forging to the next level? This guide covers advanced strategies for maximizing your damage multipliers and creating god-tier gear.\n\n### 1. The Power of Rare Ores\nTo achieve multipliers above 50x or even 100x, you need to use the rarest ores in the game. Ores like Heavenite, Voidfractal, and Galaxite have massive base multipliers. However, they are extremely rare and often found only in the deepest parts of the mines or dropped by powerful bosses.\n\n### 2. Balancing Rarity and Stability\nWhile it's tempting to use only the rarest ores, you often need to balance them with more stable materials to achieve specific item types. Some high-tier weapons require a specific percentage of 'base' ores to maintain their form. Use our calculator to find the 'sweet spot' where you get the maximum multiplier without losing the item type you want.\n\n### 3. Trait Synergy\nMultipliers aren't everything. A 100x multiplier weapon without good traits might be weaker than an 80x weapon with powerful offensive traits like 'Burn' or 'Critical Strike'. When planning your recipe, consider how the traits of your ores will complement your high multiplier.\n\n### 4. The 10% Rule\nRemember that most traits require at least a 10% concentration of that ore in the final mix. If you're using a very rare ore for its trait, make sure it makes up at least 10% of the total ore count in your recipe.\n\n### 5. Area Bonuses\nCertain areas provide hidden bonuses to specific ore combinations. For example, forging in the Frostpire area with ice-based ores might yield better results than forging them in a volcanic area. Experiment with different locations to find the best environment for your crafts."
  }
]